{"book": "Song of Solomon","chapters": [{"chapter": "1", "verses": [{"verse": "1", "text": "The song of songs, which is Solomon’s."}, {"verse": "2", "text": "Let him kiss me with the kisses of his mouth: for thy love is better than wine."}, {"verse": "3", "text": "Because of the savour of thy good ointments thy name is as ointment poured forth, therefore do the virgins love thee."}, {"verse": "4", "text": "Draw me, we will run after thee: the king hath brought me into his chambers: we will be glad and rejoice in thee, we will remember thy love more than wine: the upright love thee."}, {"verse": "5", "text": "I am black, but comely, O ye daughters of Jerusalem, as the tents of Kedar, as the curtains of Solomon."}, {"verse": "6", "text": "Look not upon me, because I am black, because the sun hath looked upon me: my mother’s children were angry with me; they made me the keeper of the vineyards; but mine own vineyard have I not kept."}, {"verse": "7", "text": "Tell me, O thou whom my soul loveth, where thou feedest, where thou makest thy flock to rest at noon: for why should I be as one that turneth aside by the flocks of thy companions?"}, {"verse": "8", "text": "If thou know not, O thou fairest among women, go thy way forth by the footsteps of the flock, and feed thy kids beside the shepherds’ tents."}, {"verse": "9", "text": "I have compared thee, O my love, to a company of horses in Pharaoh’s chariots."}, {"verse": "10", "text": "Thy cheeks are comely with rows of jewels, thy neck with chains of gold."}, {"verse": "11", "text": "We will make thee borders of gold with studs of silver."}, {"verse": "12", "text": "While the king sitteth at his table, my spikenard sendeth forth the smell thereof."}, {"verse": "13", "text": "A bundle of myrrh is my well-beloved unto me; he shall lie all night betwixt my breasts."}, {"verse": "14", "text": "My beloved is unto me as a cluster of camphire in the vineyards of Engedi."}, {"verse": "15", "text": "Behold, thou art fair, my love; behold, thou art fair; thou hast doves’ eyes."}, {"verse": "16", "text": "Behold, thou art fair, my beloved, yea, pleasant: also our bed is green."}, {"verse": "17", "text": "The beams of our house are cedar, and our rafters of fir."}]}, {"chapter": "2", "verses": [{"verse": "1", "text": "I am the rose of Sharon, and the lily of the valleys."}, {"verse": "2", "text": "As the lily among thorns, so is my love among the daughters."}, {"verse": "3", "text": "As the apple tree among the trees of the wood, so is my beloved among the sons. I sat down under his shadow with great delight, and his fruit was sweet to my taste."}, {"verse": "4", "text": "He brought me to the banqueting house, and his banner over me was love."}, {"verse": "5", "text": "Stay me with flagons, comfort me with apples: for I am sick of love."}, {"verse": "6", "text": "His left hand is under my head, and his right hand doth embrace me."}, {"verse": "7", "text": "I charge you, O ye daughters of Jerusalem, by the roes, and by the hinds of the field, that ye stir not up, nor awake my love, till he please."}, {"verse": "8", "text": "The voice of my beloved! behold, he cometh leaping upon the mountains, skipping upon the hills."}, {"verse": "9", "text": "My beloved is like a roe or a young hart: behold, he standeth behind our wall, he looketh forth at the windows, shewing himself through the lattice."}, {"verse": "10", "text": "My beloved spake, and said unto me, Rise up, my love, my fair one, and come away."}, {"verse": "11", "text": "For, lo, the winter is past, the rain is over and gone;"}, {"verse": "12", "text": "The flowers appear on the earth; the time of the singing of birds is come, and the voice of the turtle is heard in our land;"}, {"verse": "13", "text": "The fig tree putteth forth her green figs, and the vines with the tender grape give a good smell. Arise, my love, my fair one, and come away."}, {"verse": "14", "text": "O my dove, that art in the clefts of the rock, in the secret places of the stairs, let me see thy countenance, let me hear thy voice; for sweet is thy voice, and thy countenance is comely."}, {"verse": "15", "text": "Take us the foxes, the little foxes, that spoil the vines: for our vines have tender grapes."}, {"verse": "16", "text": "My beloved is mine, and I am his: he feedeth among the lilies."}, {"verse": "17", "text": "Until the day break, and the shadows flee away, turn, my beloved, and be thou like a roe or a young hart upon the mountains of Bether."}]}, {"chapter": "3", "verses": [{"verse": "1", "text": "By night on my bed I sought him whom my soul loveth: I sought him, but I found him not."}, {"verse": "2", "text": "I will rise now, and go about the city in the streets, and in the broad ways I will seek him whom my soul loveth: I sought him, but I found him not."}, {"verse": "3", "text": "The watchmen that go about the city found me: to whom I said, Saw ye him whom my soul loveth?"}, {"verse": "4", "text": "It was but a little that I passed from them, but I found him whom my soul loveth: I held him, and would not let him go, until I had brought him into my mother’s house, and into the chamber of her that conceived me."}, {"verse": "5", "text": "I charge you, O ye daughters of Jerusalem, by the roes, and by the hinds of the field, that ye stir not up, nor awake my love, till he please."}, {"verse": "6", "text": "Who is this that cometh out of the wilderness like pillars of smoke, perfumed with myrrh and frankincense, with all powders of the merchant?"}, {"verse": "7", "text": "Behold his bed, which is Solomon’s; threescore valiant men are about it, of the valiant of Israel."}, {"verse": "8", "text": "They all hold swords, being expert in war: every man hath his sword upon his thigh because of fear in the night."}, {"verse": "9", "text": "King Solomon made himself a chariot of the wood of Lebanon."}, {"verse": "10", "text": "He made the pillars thereof of silver, the bottom thereof of gold, the covering of it of purple, the midst thereof being paved with love, for the daughters of Jerusalem."}, {"verse": "11", "text": "Go forth, O ye daughters of Zion, and behold king Solomon with the crown wherewith his mother crowned him in the day of his espousals, and in the day of the gladness of his heart."}]}, {"chapter": "4", "verses": [{"verse": "1", "text": "Behold, thou art fair, my love; behold, thou art fair; thou hast doves’ eyes within thy locks: thy hair is as a flock of goats, that appear from mount Gilead."}, {"verse": "2", "text": "Thy teeth are like a flock of sheep that are even shorn, which came up from the washing; whereof every one bear twins, and none is barren among them."}, {"verse": "3", "text": "Thy lips are like a thread of scarlet, and thy speech is comely: thy temples are like a piece of a pomegranate within thy locks."}, {"verse": "4", "text": "Thy neck is like the tower of David builded for an armoury, whereon there hang a thousand bucklers, all shields of mighty men."}, {"verse": "5", "text": "Thy two breasts are like two young roes that are twins, which feed among the lilies."}, {"verse": "6", "text": "Until the day break, and the shadows flee away, I will get me to the mountain of myrrh, and to the hill of frankincense."}, {"verse": "7", "text": "Thou art all fair, my love; there is no spot in thee."}, {"verse": "8", "text": "Come with me from Lebanon, my spouse, with me from Lebanon: look from the top of Amana, from the top of Shenir and Hermon, from the lions’ dens, from the mountains of the leopards."}, {"verse": "9", "text": "Thou hast ravished my heart, my sister, my spouse; thou hast ravished my heart with one of thine eyes, with one chain of thy neck."}, {"verse": "10", "text": "How fair is thy love, my sister, my spouse! how much better is thy love than wine! and the smell of thine ointments than all spices!"}, {"verse": "11", "text": "Thy lips, O my spouse, drop as the honeycomb: honey and milk are under thy tongue; and the smell of thy garments is like the smell of Lebanon."}, {"verse": "12", "text": "A garden inclosed is my sister, my spouse; a spring shut up, a fountain sealed."}, {"verse": "13", "text": "Thy plants are an orchard of pomegranates, with pleasant fruits; camphire, with spikenard,"}, {"verse": "14", "text": "Spikenard and saffron; calamus and cinnamon, with all trees of frankincense; myrrh and aloes, with all the chief spices:"}, {"verse": "15", "text": "A fountain of gardens, a well of living waters, and streams from Lebanon."}, {"verse": "16", "text": "Awake, O north wind; and come, thou south; blow upon my garden, that the spices thereof may flow out. Let my beloved come into his garden, and eat his pleasant fruits."}]}, {"chapter": "5", "verses": [{"verse": "1", "text": "I am come into my garden, my sister, my spouse: I have gathered my myrrh with my spice; I have eaten my honeycomb with my honey; I have drunk my wine with my milk: eat, O friends; drink, yea, drink abundantly, O beloved."}, {"verse": "2", "text": "I sleep, but my heart waketh: it is the voice of my beloved that knocketh, saying, Open to me, my sister, my love, my dove, my undefiled: for my head is filled with dew, and my locks with the drops of the night."}, {"verse": "3", "text": "I have put off my coat; how shall I put it on? I have washed my feet; how shall I defile them?"}, {"verse": "4", "text": "My beloved put in his hand by the hole of the door, and my bowels were moved for him."}, {"verse": "5", "text": "I rose up to open to my beloved; and my hands dropped with myrrh, and my fingers with sweet smelling myrrh, upon the handles of the lock."}, {"verse": "6", "text": "I opened to my beloved; but my beloved had withdrawn himself, and was gone: my soul failed when he spake: I sought him, but I could not find him; I called him, but he gave me no answer."}, {"verse": "7", "text": "The watchmen that went about the city found me, they smote me, they wounded me; the keepers of the walls took away my veil from me."}, {"verse": "8", "text": "I charge you, O daughters of Jerusalem, if ye find my beloved, that ye tell him, that I am sick of love."}, {"verse": "9", "text": "What is thy beloved more than another beloved, O thou fairest among women? what is thy beloved more than another beloved, that thou dost so charge us?"}, {"verse": "10", "text": "My beloved is white and ruddy, the chiefest among ten thousand."}, {"verse": "11", "text": "His head is as the most fine gold, his locks are bushy, and black as a raven."}, {"verse": "12", "text": "His eyes are as the eyes of doves by the rivers of waters, washed with milk, and fitly set."}, {"verse": "13", "text": "His cheeks are as a bed of spices, as sweet flowers: his lips like lilies, dropping sweet smelling myrrh."}, {"verse": "14", "text": "His hands are as gold rings set with the beryl: his belly is as bright ivory overlaid with sapphires."}, {"verse": "15", "text": "His legs are as pillars of marble, set upon sockets of fine gold: his countenance is as Lebanon, excellent as the cedars."}, {"verse": "16", "text": "His mouth is most sweet: yea, he is altogether lovely. This is my beloved, and this is my friend, O daughters of Jerusalem."}]}, {"chapter": "6", "verses": [{"verse": "1", "text": "Whither is thy beloved gone, O thou fairest among women? whither is thy beloved turned aside? that we may seek him with thee."}, {"verse": "2", "text": "My beloved is gone down into his garden, to the beds of spices, to feed in the gardens, and to gather lilies."}, {"verse": "3", "text": "I am my beloved’s, and my beloved is mine: he feedeth among the lilies."}, {"verse": "4", "text": "Thou art beautiful, O my love, as Tirzah, comely as Jerusalem, terrible as an army with banners."}, {"verse": "5", "text": "Turn away thine eyes from me, for they have overcome me: thy hair is as a flock of goats that appear from Gilead."}, {"verse": "6", "text": "Thy teeth are as a flock of sheep which go up from the washing, whereof every one beareth twins, and there is not one barren among them."}, {"verse": "7", "text": "As a piece of a pomegranate are thy temples within thy locks."}, {"verse": "8", "text": "There are threescore queens, and fourscore concubines, and virgins without number."}, {"verse": "9", "text": "My dove, my undefiled is but one; she is the only one of her mother, she is the choice one of her that bare her. The daughters saw her, and blessed her; yea, the queens and the concubines, and they praised her."}, {"verse": "10", "text": "Who is she that looketh forth as the morning, fair as the moon, clear as the sun, and terrible as an army with banners?"}, {"verse": "11", "text": "I went down into the garden of nuts to see the fruits of the valley, and to see whether the vine flourished, and the pomegranates budded."}, {"verse": "12", "text": "Or ever I was aware, my soul made me like the chariots of Amminadib."}, {"verse": "13", "text": "Return, return, O Shulamite; return, return, that we may look upon thee. What will ye see in the Shulamite? As it were the company of two armies."}]}, {"chapter": "7", "verses": [{"verse": "1", "text": "How beautiful are thy feet with shoes, O prince’s daughter! the joints of thy thighs are like jewels, the work of the hands of a cunning workman."}, {"verse": "2", "text": "Thy navel is like a round goblet, which wanteth not liquor: thy belly is like an heap of wheat set about with lilies."}, {"verse": "3", "text": "Thy two breasts are like two young roes that are twins."}, {"verse": "4", "text": "Thy neck is as a tower of ivory; thine eyes like the fishpools in Heshbon, by the gate of Bathrabbim: thy nose is as the tower of Lebanon which looketh toward Damascus."}, {"verse": "5", "text": "Thine head upon thee is like Carmel, and the hair of thine head like purple; the king is held in the galleries."}, {"verse": "6", "text": "How fair and how pleasant art thou, O love, for delights!"}, {"verse": "7", "text": "This thy stature is like to a palm tree, and thy breasts to clusters of grapes."}, {"verse": "8", "text": "I said, I will go up to the palm tree, I will take hold of the boughs thereof: now also thy breasts shall be as clusters of the vine, and the smell of thy nose like apples;"}, {"verse": "9", "text": "And the roof of thy mouth like the best wine for my beloved, that goeth down sweetly, causing the lips of those that are asleep to speak."}, {"verse": "10", "text": "I am my beloved’s, and his desire is toward me."}, {"verse": "11", "text": "Come, my beloved, let us go forth into the field; let us lodge in the villages."}, {"verse": "12", "text": "Let us get up early to the vineyards; let us see if the vine flourish, whether the tender grape appear, and the pomegranates bud forth: there will I give thee my loves."}, {"verse": "13", "text": "The mandrakes give a smell, and at our gates are all manner of pleasant fruits, new and old, which I have laid up for thee, O my beloved."}]}, {"chapter": "8", "verses": [{"verse": "1", "text": "O that thou wert as my brother, that sucked the breasts of my mother! when I should find thee without, I would kiss thee; yea, I should not be despised."}, {"verse": "2", "text": "I would lead thee, and bring thee into my mother’s house, who would instruct me: I would cause thee to drink of spiced wine of the juice of my pomegranate."}, {"verse": "3", "text": "His left hand should be under my head, and his right hand should embrace me."}, {"verse": "4", "text": "I charge you, O daughters of Jerusalem, that ye stir not up, nor awake my love, until he please."}, {"verse": "5", "text": "Who is this that cometh up from the wilderness, leaning upon her beloved? I raised thee up under the apple tree: there thy mother brought thee forth: there she brought thee forth that bare thee."}, {"verse": "6", "text": "Set me as a seal upon thine heart, as a seal upon thine arm: for love is strong as death; jealousy is cruel as the grave: the coals thereof are coals of fire, which hath a most vehement flame."}, {"verse": "7", "text": "Many waters cannot quench love, neither can the floods drown it: if a man would give all the substance of his house for love, it would utterly be contemned."}, {"verse": "8", "text": "We have a little sister, and she hath no breasts: what shall we do for our sister in the day when she shall be spoken for?"}, {"verse": "9", "text": "If she be a wall, we will build upon her a palace of silver: and if she be a door, we will inclose her with boards of cedar."}, {"verse": "10", "text": "I am a wall, and my breasts like towers: then was I in his eyes as one that found favour."}, {"verse": "11", "text": "Solomon had a vineyard at Baalhamon; he let out the vineyard unto keepers; every one for the fruit thereof was to bring a thousand pieces of silver."}, {"verse": "12", "text": "My vineyard, which is mine, is before me: thou, O Solomon, must have a thousand, and those that keep the fruit thereof two hundred."}, {"verse": "13", "text": "Thou that dwellest in the gardens, the companions hearken to thy voice: cause me to hear it."}, {"verse": "14", "text": "Make haste, my beloved, and be thou like to a roe or to a young hart upon the mountains of spices."}]}]}
